Repository: BitStore/BitStore-iOS
Catalog: BitStore/Localizable/*.lproj/LTHPasscodeViewController.strings
Languages: de, es, ja, nl

source: Enter Passcode
de: Passcode eingeben
es: Introducir código de acceso
ja: パスコードを入力してください
nl: Voer wachtwoordcode in

source: Enter your old passcode
de: Bisherigen Passcode eingeben
es: Introduce tu código de acceso antiguo
ja: 古いパスコードを入力してください
nl: Voer uw oude wachtwoordcode in

source: Enter your passcode
de: Passcode eingeben
es: Introduce tu código de acceso
ja: パスコードを入力してください
nl: Voer uw wachtwoordcode in

source: Enable Passcode
de: Passcode aktivieren
es: Activar código de acceso
ja: パスコードを有効にする
nl: Wachtwoordcode inschakelen

source: Change Passcode
de: Passcode Ändern
es: Modificar código de acceso
ja: パスコードを変更する
nl: Wachtwoordcode wijzigen

source: Turn Off Passcode
de: Passcode deaktivieren
es: Desactivar código de acceso
ja: パスコードを無効にする
nl: Wachtwoordcode uitschakelen

source: Re-enter your passcode
de: Passcode wiederholen
es: Introduce de nuevo tu código de acceso
ja: パスコードを再入力してください
nl: Voer uw wachtwoordcode opnieuw in

source: Re-enter your new passcode
de: Passcode wiederholen
es: Introduce de nuevo tu código de acceso nuevo
ja: 新規のパスコードを再入力してください
nl: Voer uw nieuwe wachtwoordcode opnieuw in

source: Enter your new passcode
de: Passcode eingeben
es: Introduce tu código de acceso nuevo
ja: 新規のパスコードを入力してください
nl: Voer uw nieuwe wachtwoordcode in

source: Passcodes did not match. Try again.
de: Passcodes stimmen nicht überein. Bitte erneut versuchen.
es: Los códigos de acceso no coinciden. Inténtalo de nuevo.
ja: パスコードが一致しませんでした。再試行してください。
nl: Wachtwoordcodes komen niet overeen. Probeer het opnieuw.

source: 1 Passcode Failed Attempt
de: 1 Fehlversuch
es: 1 error de código de acceso
ja: 1回のパスコード入力に失敗
nl: 1 mislukte poging wachtwoordcode

source: %i Passcode Failed Attempts
de: %i Fehlversuche
es: %i errores de código de acceso
ja: %i回のパスコード入力に失敗
nl: %i mislukte pogingen wachtwoordcode
